Repository: maow318/astervps
Catalog: Aster/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accessibility.trend
source: Metric trend
zh_hans: 指标趋势

# action.add
source: Add node
zh_hans: 添加节点

# action.cancel
source: Cancel
zh_hans: 取消

# action.copy
source: Copy
zh_hans: 复制

# action.help
source: Help
zh_hans: 帮助

# action.history
source: History
zh_hans: 历史记录

# action.search
source: Search
zh_hans: 搜索

# add.back
source: Back
zh_hans: 上一步

# add.confirm
source: Confirm fingerprint & connect
zh_hans: 确认指纹并连接

# add.duplicate
source: This address is already added
zh_hans: 该地址已添加过

# add.endpoint
source: Address (https://host:9977)
zh_hans: 地址(https://主机:9977)

# add.fingerprintHint
source: Compare with the fingerprint printed in the agent log before confirming.
zh_hans: 请与 agent 日志中打印的指纹核对一致后再确认。

# add.fingerprintTitle
source: TLS certificate fingerprint
zh_hans: TLS 证书指纹

# add.hostInfo
source: Host
zh_hans: 主机

# add.installCommand
source: Install command
zh_hans: 安装命令

# add.installPending
source: One-line install will be available after the first GitHub release — use Manual install below for now.
zh_hans: 一键安装命令将在 GitHub 仓库发布后可用,当前请使用下方“手动安装”。

# add.manualHint
source: Run `make build-all` in agent/, upload the matching binary to /usr/local/bin/aster-agent on the server, install the systemd unit below, then continue.
zh_hans: 在 agent/ 目录执行 make build-all,把对应架构的二进制上传到服务器 /usr/local/bin/aster-agent,写入下方 systemd 配置并启动,然后回到上一步继续。

# add.manualTitle
source: Manual install
zh_hans: 手动安装

# add.name
source: Name
zh_hans: 备注名

# add.next
source: Next
zh_hans: 下一步

# add.save
source: Save
zh_hans: 保存

# add.step1.hint
source: Name the machine, then deploy the install command on your server.
zh_hans: 为这台机器起个名字,并把安装命令部署到服务器上。

# add.systemdUnit
source: systemd unit
zh_hans: systemd 配置

# add.title
source: Add Machine
zh_hans: 添加机器

# add.verified
source: Verified
zh_hans: 验证通过

# add.verify
source: Verify
zh_hans: 验证连接

# agent.error.badResponse
source: Unexpected server response
zh_hans: 服务器响应异常

# agent.error.invalidEndpoint
source: Invalid address — must start with https://
zh_hans: 地址无效,必须以 https:// 开头

# alert.cert
source: Certificate expiring soon
zh_hans: 证书即将过期

# alert.cpu
source: Sustained high CPU
zh_hans: CPU 持续高负载

# alert.disk
source: Disk almost full
zh_hans: 磁盘空间告急

# alert.failedUnit
source: Failed service units
zh_hans: 出现失败服务单元

# alert.memory
source: Sustained high memory
zh_hans: 内存持续高占用

# alert.offline
source: Node offline
zh_hans: 节点离线

# alert.online
source: Node back online
zh_hans: 节点恢复上线

# alert.restart
source: Container restarted
zh_hans: 容器发生重启

# alert.steal
source: High CPU steal (oversold host)
zh_hans: CPU Steal 偏高(宿主机超卖)

# alerts.clear
source: Clear
zh_hans: 清空

# alerts.empty.message
source: Everything is quiet. New alerts will appear here.
zh_hans: 一切平静。新的告警会显示在这里。

# alerts.empty.title
source: No alerts
zh_hans: 没有告警

# alerts.markRead
source: Mark all read
zh_hans: 全部标为已读

# billing.amount
source: Price
zh_hans: 价格

# billing.amountHint
source: Empty or 0 hides the price; -1 shows Free.
zh_hans: 留空或 0 不显示,-1 表示免费。

# billing.autoRenew
source: Auto renew
zh_hans: 自动续费

# billing.autoRenewHint
source: When expired, the expiry rolls forward by one billing cycle.
zh_hans: 到期后自动把到期时间顺延一个计费周期。

# billing.count
source: Servers
zh_hans: 服务器数量

# billing.currency
source: Currency
zh_hans: 货币

source: Billing cycle
zh_hans: 计费周期

# billing.daysLeft
source: %lld d left
zh_hans: 余 %lld 天

# billing.excludeFree
source: Exclude free
zh_hans: 排除免费

# billing.expiresAt
source: Has expiry date
zh_hans: 设置到期日

# billing.expiryDate
source: Expiry date
zh_hans: 到期日

# billing.expiryShort
source: Expires
zh_hans: 到期

# billing.free
source: Free
zh_hans: 免费

# billing.monthly
source: Monthly spend
zh_hans: 月均支出

# billing.noCycle
source: No cycle set
zh_hans: 未设周期

# billing.originalPrice
source: orig.
zh_hans: 原价

# billing.price
source: Price note
zh_hans: 价格备注

# billing.rates
source: Exchange rates
zh_hans: 汇率

# billing.ratesDefault
source: Using bundled rates
zh_hans: 使用内置汇率

# billing.ratesUpdated
source: Updated
zh_hans: 更新于

# billing.refreshRates
source: Refresh rates
zh_hans: 刷新汇率

# billing.remaining
source: Remaining value
zh_hans: 剩余总价值

# billing.sort
source: Sort
zh_hans: 排序

# billing.sortPriceAsc
source: Price ↑
zh_hans: 价格 低→高

# billing.sortPriceDesc
source: Price ↓
zh_hans: 价格 高→低

# billing.sortValueAsc
source: Remaining ↑
zh_hans: 剩余价值 低→高

# billing.sortValueDesc
source: Remaining ↓
zh_hans: 剩余价值 高→低

# billing.totalValue
source: Total value
zh_hans: 总价值

# card.trend
source: Download trend
zh_hans: 下载趋势

# card.uptime
source: Up
zh_hans: 运行

# chart.cpuMemory
source: CPU & Memory
zh_hans: CPU 与内存

# chart.diskIO
source: Disk I/O
zh_hans: 磁盘 I/O

# chart.network
source: Network
zh_hans: 网络

# chart.storage
source: Storage & Processes
zh_hans: 存储与进程

# connection.certMismatch
source: Certificate changed — connection refused
zh_hans: 证书变更,已拒绝连接

# connection.connected
source: Connected
zh_hans: 已连接

# connection.connecting
source: Connecting
zh_hans: 连接中

source: Connection failed
zh_hans: 连接失败

# connection.reconnecting
source: Reconnecting
zh_hans: 重连中

# connection.unauthorized
source: Authentication failed
zh_hans: 认证失败

# connection.unconfigured
source: Not configured
zh_hans: 未配置

# cycle.biennial
source: 2yr
zh_hans: 两年

# cycle.monthly
source: mo
zh_hans: 月

# cycle.quarterly
source: qtr
zh_hans: 季

# cycle.semiannual
source: 6mo
zh_hans: 半年

# cycle.triennial
source: 3yr
zh_hans: 三年

# cycle.yearly
source: yr
zh_hans: 年

# deploy.hint
source: Run on the server to reinstall or migrate the agent. Token and TLS fingerprint stay unchanged.
zh_hans: 在服务器上重新执行可重装或迁移 agent,token 与 TLS 指纹保持不变。

# edit.basic
source: Basic
zh_hans: 基本

# edit.billing
source: Billing
zh_hans: 账单

# edit.country
source: Country / region
zh_hans: 国家 / 地区

# edit.countryAuto
source: Auto-detected
zh_hans: 自动检测

# edit.deploy
source: Deploy
zh_hans: 部署

# edit.group
source: Group
zh_hans: 分组

# edit.hidden
source: Hide node
zh_hans: 隐藏节点

# edit.hiddenHint
source: Hidden nodes stay out of the lists but keep being monitored.
zh_hans: 隐藏后不出现在列表中,但仍持续监控。

# edit.note
source: Note
zh_hans: 备注

# edit.tags
source: Tags (separate with ;)
zh_hans: 标签(用 ; 分隔)

# edit.token
source: Token
zh_hans: Token 令牌

# filter.all
source: All
zh_hans: 所有

# filter.region
source: Region
zh_hans: 地区

# hardware.format
source: %1$@ · %2$lld cores
zh_hans: %1$@ · %2$lld核

# history.range
source: Range
zh_hans: 时间范围

# machines.delete
source: Delete
zh_hans: 删除

# machines.deleteConfirm
source: Delete this machine? Its credentials and local history will also be removed.
zh_hans: 删除这台机器?其凭据与本地历史数据将一并清除。

# machines.edit
source: Edit
zh_hans: 编辑

# machines.empty
source: No machines yet. Use the + button to add one.
zh_hans: 还没有添加机器,点击下方按钮或底栏 + 开始。

# machines.fingerprint
source: Fingerprint
zh_hans: 指纹

# machines.missingToken
source: Missing token
zh_hans: 缺少 Token

# machines.rename
source: Rename
zh_hans: 重命名

# menu.empty
source: No nodes yet
zh_hans: 还没有节点

# menu.nodes
source: Nodes
zh_hans: 节点

# menu.open
source: Open Aster
zh_hans: 打开 Aster

# menu.processes
source: Top processes
zh_hans: 资源占用

# menu.processesOld
source: Requires agent 0.4.0 or newer
zh_hans: 需要 agent 0.4.0 及以上

# menu.quit
source: Quit
zh_hans: 退出

# meta.agent
source: Agent
zh_hans: Agent 版本

# meta.arch
source: Architecture
zh_hans: 架构

# meta.cpu
source: Processor
zh_hans: 处理器

# meta.hostname
source: Hostname
zh_hans: 主机名

# meta.kernel
source: Kernel
zh_hans: 内核

# meta.os
source: Operating system
zh_hans: 系统

# metric.connections
source: connections
zh_hans: 连接数

# metric.disk
source: Disk
zh_hans: 磁盘

# metric.download
source: Download
zh_hans: 下行

# metric.memory
source: Memory
zh_hans: 内存

# metric.processes
source: processes
zh_hans: 进程数

# metric.read
source: Read
zh_hans: 读取

# metric.swap
source: Swap
zh_hans: 交换

# metric.upload
source: Upload
zh_hans: 上行

# metric.write
source: Write
zh_hans: 写入

# mode.compact
source: Compact
zh_hans: 紧凑

# mode.grid
source: Grid
zh_hans: 网格

# mode.table
source: Table
zh_hans: 表格

# node.missing.message
source: This node is no longer available.
zh_hans: 此节点已不可用。

# node.missing.title
source: Node unavailable
zh_hans: 节点不可用

# overview.availability
source: Availability
zh_hans: 在线率

# overview.load
source: Average Load
zh_hans: 平均负载

# overview.nodes
source: Total Nodes
zh_hans: 节点总数

# overview.title
source: Overview
zh_hans: 概览

# overview.traffic
source: Total Traffic
zh_hans: 总流量

# range.day
source: 24h
zh_hans: 24小时

# range.hour
source: 1h
zh_hans: 1小时

# range.sixHours
source: 6h
zh_hans: 6小时

# range.week
source: 7d
zh_hans: 7天

source: Search nodes
zh_hans: 搜索节点

# sensors.group.ambient
source: Ambient
zh_hans: 环境

# sensors.group.memory
source: Memory
zh_hans: 内存

# sensors.group.other
source: Other
zh_hans: 其他

# sensors.group.power
source: Power
zh_hans: 电源

# sensors.group.storage
source: Storage
zh_hans: 存储

# sensors.group.wireless
source: Wireless
zh_hans: 无线

# sensors.title
source: Cooling & sensors
zh_hans: 散热与传感器

# services.certDays
source: cert %lld d
zh_hans: 证书 %lld 天

# services.collapse
source: Collapse
zh_hans: 收起

# services.dockerUnavailable
source: Docker is not running or not accessible
zh_hans: Docker 未运行或不可访问

# services.error
source: Failed to load services
zh_hans: 服务信息加载失败

# services.failedUnits
source: Failed units
zh_hans: 失败单元

# services.listeners
source: Listening ports
zh_hans: 监听端口

# services.packages
source: Software
zh_hans: 已装软件

# services.refresh
source: Refresh
zh_hans: 刷新

# services.replicas
source: replicas
zh_hans: 副本

# services.restarts
source: %lld restarts
zh_hans: 重启 %lld 次

# services.restricted
source: Restricted: some process info unavailable
zh_hans: 权限受限:部分进程信息不可见

# services.retry
source: Retry
zh_hans: 重试

# services.scope.local
source: Local
zh_hans: 本地

# services.scope.public
source: Public
zh_hans: 公网

# services.searchPorts
source: Search port or process
zh_hans: 搜索端口或进程

# services.searchUnits
source: Search services
zh_hans: 搜索服务

# services.showAll
source: Show all
zh_hans: 展开全部

# services.standalone
source: Standalone
zh_hans: 独立容器

# services.swarm.manager
source: Manager
zh_hans: 管理节点

# services.swarm.nodes
source: %lld nodes
zh_hans: %lld 节点

# services.swarm.worker
source: Worker
zh_hans: 工作节点

# services.systemd
source: System services
zh_hans: 系统服务

# services.tab.overview
source: Overview
zh_hans: 概览

# services.tab.services
source: Services
zh_hans: 服务

# services.unsupported.message
source: This node's agent predates service inspection. Re-run the install command to upgrade it.
zh_hans: 此节点的 agent 版本过旧,不支持服务透视。重新运行安装命令即可升级。

# services.unsupported.title
source: Agent upgrade required
zh_hans: 需要升级 agent

# services.updated
source: Updated
zh_hans: 更新于

# services.websites
source: Websites
zh_hans: 网站

# settings.about
source: About
zh_hans: 关于

# settings.aboutText
source: A native monitor for your servers.
zh_hans: 一款原生的服务器监控客户端。

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.connect
source: Connect
zh_hans: 连接

# settings.connection
source: Server Connection
zh_hans: 服务器连接

# settings.connectionHint
source: Connection setup will be available in a future release.
zh_hans: 连接设置将在后续版本中启用。

# settings.dark
source: Dark
zh_hans: 深色

# settings.demo
source: Demo mode
zh_hans: 演示模式

# settings.endpoint
source: Endpoint URL
zh_hans: 服务地址

# settings.general
source: General
zh_hans: 通用

# settings.launch
source: Launch at login
zh_hans: 登录时启动

# settings.light
source: Light
zh_hans: 浅色

# settings.machines
source: Machines
zh_hans: 机器管理

# settings.offline
source: Show offline nodes
zh_hans: 显示离线节点

# settings.system
source: System
zh_hans: 跟随系统

# settings.test
source: Test connection
zh_hans: 测试连接

# settings.testFailed
source: Connection failed.
zh_hans: 连接失败。

# settings.testSuccess
source: Connection succeeded.
zh_hans: 连接成功。

# settings.theme
source: Theme
zh_hans: 主题

# settings.title
source: Settings
zh_hans: 设置

# settings.token
source: Access token
zh_hans: 访问令牌

# sidebar.alerts
source: Alerts
zh_hans: 告警

# sidebar.billing
source: Billing
zh_hans: 资产统计

# sidebar.groups
source: Groups
zh_hans: 分组

# sidebar.nodes
source: All Nodes
zh_hans: 全部节点

# sidebar.overview
source: Overview
zh_hans: 概览

# sidebar.settings
source: Settings
zh_hans: 设置

# status.offline
source: Offline
zh_hans: 离线

# status.online
source: Online
zh_hans: 在线

# status.summary
source: %lld online · %lld offline
zh_hans: %lld 台在线 · %lld 台离线

# status.warning
source: Warning
zh_hans: 警告

# summary.online
source: Online now
zh_hans: 当前在线

# summary.regions
source: Regions lit
zh_hans: 点亮地区

# summary.speed
source: Network speed
zh_hans: 网络速率

# summary.time
source: Current time
zh_hans: 当前时间

# summary.traffic
source: Traffic
zh_hans: 流量概览

# table.load
source: Load
zh_hans: 负载

# table.network
source: Network
zh_hans: 网络

# table.node
source: Node
zh_hans: 节点

# table.traffic
source: Traffic
zh_hans: 流量
